Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Request ID: check `openclaw devices list`.
ar: معرّف الطلب: تحقّق من `openclaw devices list`.
de: Anfrage-ID: Überprüfe `openclaw devices list`.
es: ID de solicitud: consulta `openclaw devices list`.
fa: شناسه درخواست: `openclaw devices list` را بررسی کنید.
fr: ID de requête : consultez `openclaw devices list`.
hi: अनुरोध ID: `openclaw devices list` देखें।
id: ID permintaan: periksa `openclaw devices list`.
it: ID richiesta: controlla `openclaw devices list`.
ja_jp: リクエストID：`openclaw devices list`で確認してください。
ko: 요청 ID: `openclaw devices list`에서 확인하세요.
nl: Aanvraag-ID: controleer `openclaw devices list`.
pl: Identyfikator żądania: sprawdź `openclaw devices list`.
pt_br: ID da solicitação: consulte `openclaw devices list`.
ru: ID запроса: проверьте `openclaw devices list`.
sv: Förfrågnings-ID: kontrollera `openclaw devices list`.
th: รหัสคำขอ: ตรวจสอบ `openclaw devices list`
tr: İstek kimliği: `openclaw devices list` komutunu kontrol edin.
uk: ID запиту: перевірте `openclaw devices list`.
vi: ID yêu cầu: kiểm tra `openclaw devices list`.
zh_cn: 请求 ID：请查看 `openclaw devices list`。
zh_tw: 請求 ID：請檢查 `openclaw devices list`。

source: Request failed
ar: فشل الطلب
de: Anfrage fehlgeschlagen
es: Error en la solicitud
fa: درخواست ناموفق بود
fr: Échec de la demande
hi: अनुरोध विफल
id: Permintaan gagal
it: Richiesta non riuscita
ja_jp: リクエストに失敗しました
ko: 요청 실패
nl: Aanvraag mislukt
pl: Żądanie nie powiodło się
pt_br: Falha na solicitação
ru: Не удалось выполнить запрос
sv: Begäran misslyckades
th: คำขอล้มเหลว
tr: İstek başarısız oldu
uk: Запит не вдався
vi: Yêu cầu không thành công
zh_cn: 请求失败
zh_tw: 請求失敗

source: Requesting approval
ar: جارٍ طلب الموافقة
de: Genehmigung wird angefordert
es: Solicitando aprobación
fa: در حال درخواست تأیید
fr: Demande d’approbation
hi: अनुमोदन का अनुरोध किया जा रहा है
id: Meminta persetujuan
it: Richiesta approvazione
ja_jp: 承認をリクエスト中
ko: 승인 요청 중
nl: Goedkeuring aanvragen
pl: Prośba o zatwierdzenie
pt_br: Solicitando aprovação
ru: Запрашивается одобрение
sv: Begär godkännande
th: กำลังขออนุมัติ
tr: Onay isteniyor
uk: Запит на схвалення
vi: Đang yêu cầu phê duyệt
zh_cn: 正在请求批准
zh_tw: 正在要求核准

source: Requesting iOS location permission…
ar: جارٍ طلب إذن الوصول إلى الموقع في iOS…
de: iOS-Standortberechtigung wird angefordert…
es: Solicitando permiso de ubicación de iOS…
fa: در حال درخواست مجوز موقعیت مکانی iOS…
fr: Demande d’autorisation d’accès à la localisation iOS…
hi: iOS स्थान अनुमति का अनुरोध किया जा रहा है…
id: Meminta izin lokasi iOS…
it: Richiesta dell'autorizzazione di iOS per la posizione…
ja_jp: iOSの位置情報の使用許可をリクエスト中…
ko: iOS 위치 권한을 요청하는 중…
nl: Toestemming voor iOS-locatie wordt aangevraagd…
pl: Prośba o uprawnienie do lokalizacji w iOS…
pt_br: Solicitando permissão de localização do iOS…
ru: Запрос разрешения iOS на доступ к геопозиции…
sv: Begär platsbehörighet i iOS…
th: กำลังขอสิทธิ์เข้าถึงตำแหน่งที่ตั้งบน iOS…
tr: iOS konum izni isteniyor…
uk: Запит дозволу iOS на доступ до геопозиції…
vi: Đang yêu cầu quyền truy cập vị trí trên iOS…
zh_cn: 正在请求 iOS 位置权限…
zh_tw: 正在要求 iOS 位置權限…

source: Requesting permissions…
ar: جارٍ طلب الأذونات…
de: Berechtigungen werden angefordert…
es: Solicitando permisos…
fa: در حال درخواست مجوزها…
fr: Demande d’autorisations…
hi: अनुमतियाँ माँगी जा रही हैं…
id: Meminta izin…
it: Richiesta delle autorizzazioni…
ja_jp: 権限をリクエスト中…
ko: 권한 요청 중…
nl: Toestemmingen aanvragen…
pl: Prośba o uprawnienia…
pt_br: Solicitando permissões…
ru: Запрос разрешений…
sv: Begär behörigheter…
th: กำลังขอสิทธิ์…
tr: İzinler isteniyor…
uk: Запит дозволів…
vi: Đang yêu cầu quyền…
zh_cn: 正在请求权限…
zh_tw: 正在要求權限…

source: Requires confirmation
ar: يتطلب تأكيدًا
de: Bestätigung erforderlich
es: Requiere confirmación
fa: نیازمند تأیید است
fr: Confirmation requise
hi: पुष्टि आवश्यक है
id: Memerlukan konfirmasi
it: Richiede conferma
ja_jp: 確認が必要です
ko: 확인 필요
nl: Vereist bevestiging
pl: Wymaga potwierdzenia
pt_br: Requer confirmação
ru: Требуется подтверждение
sv: Kräver bekräftelse
th: ต้องยืนยัน
tr: Onay gerekiyor
uk: Потрібне підтвердження
vi: Yêu cầu xác nhận
zh_cn: 需要确认
zh_tw: 需要確認

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hi: रीसेट करें
id: Atur Ulang
it: Reimposta
ja_jp: リセット
ko: 재설정
nl: Opnieuw instellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 重置
zh_tw: 重設

source: Reset Onboarding
ar: إعادة ضبط التهيئة الأولية
de: Onboarding zurücksetzen
es: Restablecer incorporación
fa: بازنشانی شروع به کار
fr: Réinitialiser l’intégration
hi: Onboarding रीसेट करें
id: Atur Ulang Onboarding
it: Reimposta onboarding
ja_jp: オンボーディングをリセット
ko: 온보딩 재설정
nl: Onboarding resetten
pl: Zresetuj wprowadzanie
pt_br: Redefinir integração inicial
ru: Сбросить онбординг
sv: Återställ introduktion
th: รีเซ็ตการเริ่มต้นใช้งาน
tr: Onboarding'i Sıfırla
uk: Скинути онбординг
vi: Đặt lại quy trình làm quen
zh_cn: 重置新手引导
zh_tw: 重設新手導覽

source: Reset Onboarding?
ar: إعادة تعيين الإعداد الأولي؟
de: Onboarding zurücksetzen?
es: ¿Restablecer incorporación?
fa: بازنشانی راه‌اندازی اولیه؟
fr: Réinitialiser l’intégration ?
hi: ऑनबोर्डिंग रीसेट करें?
id: Atur Ulang Onboarding?
it: Reimpostare l’onboarding?
ja_jp: オンボーディングをリセットしますか？
ko: 온보딩을 재설정할까요?
nl: Onboarding resetten?
pl: Zresetować onboarding?
pt_br: Redefinir integração?
ru: Сбросить онбординг?
sv: Återställa onboarding?
th: รีเซ็ตการเริ่มต้นใช้งานหรือไม่?
tr: Onboarding Sıfırlansın mı?
uk: Скинути онбординг?
vi: Đặt lại Onboarding?
zh_cn: 重置引导流程？
zh_tw: 重設新手引導？

source: Reset defaults
ar: إعادة تعيين الإعدادات الافتراضية
de: Standardeinstellungen zurücksetzen
es: Restablecer valores predeterminados
fa: بازنشانی پیش‌فرض‌ها
fr: Réinitialiser les valeurs par défaut
hi: डिफ़ॉल्ट रीसेट करें
id: Atur ulang default
it: Ripristina impostazioni predefinite
ja_jp: デフォルトにリセット
ko: 기본값 재설정
nl: Standaardinstellingen herstellen
pl: Przywróć domyślne
pt_br: Redefinir padrões
ru: Сбросить настройки по умолчанию
sv: Återställ standardvärden
th: รีเซ็ตค่าเริ่มต้น
tr: Varsayılanları sıfırla
uk: Скинути до стандартних
vi: Đặt lại mặc định
zh_cn: 重置为默认值
zh_tw: 重設為預設值

source: Resolving
ar: جارٍ الحل
de: Wird aufgelöst
es: Resolviendo
fa: در حال حل
fr: Résolution
hi: समाधान किया जा रहा है
id: Menyelesaikan
it: Risoluzione in corso
ja_jp: 解決中
ko: 해결 중
nl: Bezig met oplossen
pl: Rozwiązywanie
pt_br: Resolvendo
ru: Устранение
sv: Löser
th: กำลังแก้ไข
tr: Çözümleniyor
uk: Вирішення
vi: Đang giải quyết
zh_cn: 正在解决
zh_tw: 正在解析

source: Resolving…
ar: جارٍ الحل…
de: Wird aufgelöst…
es: Resolviendo…
fa: در حال حل کردن…
fr: Résolution…
hi: रिज़ॉल्व किया जा रहा है…
id: Menyelesaikan…
it: Risoluzione…
ja_jp: 解決中…
ko: 해결 중…
nl: Bezig met oplossen…
pl: Rozwiązywanie…
pt_br: Resolvendo…
ru: Разрешение…
sv: Löser…
th: กำลังแปลงค่า…
tr: Çözümleniyor…
uk: Визначення…
vi: Đang phân giải…
zh_cn: 正在解析…
zh_tw: 正在解析…

source: Restart Discovery
ar: إعادة تشغيل الاكتشاف
de: Discovery neu starten
es: Reiniciar detección
fa: شروع دوبارهٔ کشف
fr: Relancer la découverte
hi: डिस्कवरी फिर से शुरू करें
id: Mulai Ulang Penemuan
it: Riavvia rilevamento
ja_jp: 検出を再開始
ko: Discovery 다시 시작
nl: Discovery opnieuw starten
pl: Uruchom ponownie wykrywanie
pt_br: Reiniciar descoberta
ru: Перезапустить обнаружение
sv: Starta om identifiering
th: เริ่มการค้นหาใหม่
tr: Keşfi Yeniden Başlat
uk: Перезапустити виявлення
vi: Khởi động lại khám phá
zh_cn: 重新开始发现
zh_tw: 重新啟動探索

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fa: بازیابی
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja_jp: 復元
ko: 복원
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_cn: 恢复
zh_tw: 復原

source: Resume After Approval
ar: استئناف بعد الموافقة
de: Nach Genehmigung fortsetzen
es: Reanudar después de la aprobación
fa: ادامه پس از تأیید
fr: Reprendre après approbation
hi: अनुमोदन के बाद फिर से शुरू करें
id: Lanjutkan Setelah Persetujuan
it: Riprendi dopo l'approvazione
ja_jp: 承認後に再開
ko: 승인 후 다시 시작
nl: Hervatten na goedkeuring
pl: Wznów po zatwierdzeniu
pt_br: Retomar após aprovação
ru: Продолжить после подтверждения
sv: Fortsätt efter godkännande
th: ดำเนินการต่อหลังจากอนุมัติ
tr: Onaydan Sonra Sürdür
uk: Продовжити після схвалення
vi: Tiếp tục sau khi phê duyệt
zh_cn: 批准后继续
zh_tw: 核准後繼續

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: تلاش دوباره
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja_jp: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_cn: 重试
zh_tw: 重試

source: Retry Connection
ar: إعادة محاولة الاتصال
de: Verbindung erneut versuchen
es: Reintentar conexión
fa: تلاش دوباره برای اتصال
fr: Réessayer la connexion
hi: कनेक्शन फिर से प्रयास करें
id: Coba Ulang Koneksi
it: Riprova connessione
ja_jp: 接続を再試行
ko: 연결 다시 시도
nl: Verbinding opnieuw proberen
pl: Ponów połączenie
pt_br: Tentar conexão novamente
ru: Повторить подключение
sv: Försök ansluta igen
th: ลองเชื่อมต่ออีกครั้ง
tr: Bağlantıyı Yeniden Dene
uk: Повторити підключення
vi: Thử kết nối lại
zh_cn: 重试连接
zh_tw: 重試連線

source: Retry Send
ar: إعادة الإرسال
de: Erneut senden
es: Reintentar envío
fa: ارسال دوباره
fr: Réessayer l’envoi
hi: फिर से भेजें
id: Coba Kirim Lagi
it: Riprova invio
ja_jp: 送信を再試行
ko: 전송 다시 시도
nl: Opnieuw verzenden
pl: Ponów wysyłanie
pt_br: Tentar enviar novamente
ru: Повторить отправку
sv: Försök skicka igen
th: ลองส่งอีกครั้ง
tr: Göndermeyi Yeniden Dene
uk: Повторити надсилання
vi: Gửi lại
zh_cn: 重试发送
zh_tw: 重新傳送

source: Retry once
ar: إعادة المحاولة مرة واحدة
de: Einmal erneut versuchen
es: Reintentar una vez
fa: یک‌بار تلاش دوباره
fr: Réessayer une fois
hi: एक बार फिर प्रयास करें
id: Coba lagi sekali
it: Riprova una volta
ja_jp: 一度だけ再試行
ko: 한 번 재시도
nl: Eenmaal opnieuw proberen
pl: Ponów raz
pt_br: Tentar novamente uma vez
ru: Повторить один раз
sv: Försök igen en gång
th: ลองอีกครั้งหนึ่ง
tr: Bir kez yeniden dene
uk: Повторити один раз
vi: Thử lại một lần
zh_cn: 重试一次
zh_tw: 重試一次

source: Return to the queue and choose another proposal.
ar: ارجع إلى قائمة الانتظار واختر مقترحًا آخر.
de: Zur Warteschlange zurückkehren und einen anderen Vorschlag auswählen.
es: Vuelve a la cola y elige otra propuesta.
fa: به صف برگردید و پیشنهاد دیگری انتخاب کنید.
fr: Retournez à la file d’attente et choisissez une autre proposition.
hi: कतार में वापस जाएँ और कोई दूसरा प्रस्ताव चुनें.
id: Kembali ke antrean dan pilih proposal lain.
it: Torna alla coda e scegli un'altra proposta.
ja_jp: キューに戻り、別の提案を選択してください。
ko: 대기열로 돌아가 다른 제안을 선택하세요.
nl: Ga terug naar de wachtrij en kies een ander voorstel.
pl: Wróć do kolejki i wybierz inną propozycję.
pt_br: Volte para a fila e escolha outra proposta.
ru: Вернитесь в очередь и выберите другое предложение.
sv: Gå tillbaka till kön och välj ett annat förslag.
th: กลับไปที่คิวแล้วเลือกข้อเสนออื่น
tr: Kuyruğa dönün ve başka bir teklif seçin.
uk: Поверніться до черги та виберіть іншу пропозицію.
vi: Quay lại hàng đợi và chọn đề xuất khác.
zh_cn: 返回队列并选择其他提案。
zh_tw: 返回佇列並選擇另一個提案。

source: Return to the skills list and choose another skill.
ar: عُد إلى قائمة Skills واختر مهارة أخرى.
de: Kehren Sie zur Skills-Liste zurück und wählen Sie einen anderen Skill aus.
es: Vuelve a la lista de Skills y elige otra Skill.
fa: به فهرست Skills برگردید و Skill دیگری انتخاب کنید.
fr: Revenez à la liste des Skills et choisissez une autre Skill.
hi: Skills सूची पर वापस जाएँ और कोई अन्य skill चुनें।
id: Kembali ke daftar skills dan pilih skill lain.
it: Torna all’elenco delle skill e scegli un’altra skill.
ja_jp: Skills リストに戻って、別の Skill を選択してください。
ko: Skills 목록으로 돌아가 다른 Skill을 선택하세요.
nl: Ga terug naar de lijst met Skills en kies een andere Skill.
pl: Wróć do listy Skills i wybierz inny skill.
pt_br: Volte para a lista de skills e escolha outro skill.
ru: Вернитесь к списку Skills и выберите другой навык.
sv: Gå tillbaka till listan över Skills och välj en annan skill.
th: กลับไปที่รายการ Skills แล้วเลือก Skill อื่น
tr: Skills listesine dönün ve başka bir skill seçin.
uk: Поверніться до списку Skills і виберіть іншу навичку.
vi: Quay lại danh sách Skills và chọn một skill khác.
zh_cn: 返回技能列表并选择其他技能。
zh_tw: 返回 Skills 清單並選擇其他 Skill。

source: Review
ar: مراجعة
de: Überprüfen
es: Revisar
fa: بازبینی
fr: Examiner
hi: समीक्षा करें
id: Tinjau
it: Rivedi
ja_jp: レビュー
ko: 검토
nl: Beoordelen
pl: Przejrzyj
pt_br: Revisar
ru: Проверить
sv: Granska
th: ตรวจสอบ
tr: İncele
uk: Переглянути
vi: Xem xét
zh_cn: 审核
zh_tw: 審查

source: Review ClawHub skill
ar: مراجعة مهارة ClawHub
de: ClawHub-Skill prüfen
es: Revisar la Skill de ClawHub
fa: بررسی Skill در ClawHub
fr: Examiner le skill ClawHub
hi: ClawHub Skill की समीक्षा करें
id: Tinjau skill ClawHub
it: Esamina la skill di ClawHub
ja_jp: ClawHubのSkillを確認
ko: ClawHub Skill 검토
nl: ClawHub-skill controleren
pl: Sprawdź skill w ClawHub
pt_br: Revisar skill do ClawHub
ru: Проверить навык ClawHub
sv: Granska skill på ClawHub
th: ตรวจสอบ Skill ใน ClawHub
tr: ClawHub Skill'ini incele
uk: Переглянути Skill у ClawHub
vi: Xem lại Skill trên ClawHub
zh_cn: 查看 ClawHub 技能
zh_tw: 檢閱 ClawHub Skill

source: Review Command
ar: مراجعة الأمر
de: Befehl überprüfen
es: Revisar comando
fa: بازبینی فرمان
fr: Vérifier la commande
hi: कमांड की समीक्षा करें
id: Tinjau Perintah
it: Rivedi comando
ja_jp: コマンドを確認
ko: 명령 검토
nl: Opdracht controleren
pl: Przejrzyj polecenie
pt_br: Revisar Comando
ru: Проверить команду
sv: Granska kommando
th: ตรวจสอบคำสั่ง
tr: Komutu İncele
uk: Переглянути команду
vi: Xem lại lệnh
zh_cn: 查看命令
zh_tw: 檢閱指令

source: Review Gateway warning
ar: مراجعة تحذير Gateway
de: Gateway-Warnung prüfen
es: Revisar advertencia del Gateway
fa: بررسی هشدار Gateway
fr: Examiner l’avertissement du Gateway
hi: Gateway चेतावनी की समीक्षा करें
id: Tinjau peringatan Gateway
it: Esamina l'avviso del Gateway
ja_jp: Gatewayの警告を確認
ko: Gateway 경고 검토
nl: Gateway-waarschuwing bekijken
pl: Sprawdź ostrzeżenie Gateway
pt_br: Revisar aviso do Gateway
ru: Просмотреть предупреждение Gateway
sv: Granska Gateway-varning
th: ตรวจสอบคำเตือนของ Gateway
tr: Gateway uyarısını incele
uk: Переглянути попередження Gateway
vi: Xem lại cảnh báo của Gateway
zh_cn: 查看 Gateway 警告
zh_tw: 檢閱 Gateway 警告

source: Review again
ar: المراجعة مرة أخرى
de: Erneut überprüfen
es: Revisar de nuevo
fa: بازبینی دوباره
fr: Examiner à nouveau
hi: फिर से समीक्षा करें
id: Tinjau lagi
it: Rivedi di nuovo
ja_jp: もう一度確認
ko: 다시 검토
nl: Opnieuw beoordelen
pl: Przejrzyj ponownie
pt_br: Revisar novamente
ru: Просмотреть снова
sv: Granska igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar incele
uk: Переглянути ще раз
vi: Xem lại lần nữa
zh_cn: 再次查看
zh_tw: 再次檢閱

source: Review and apply proposed skills.
ar: راجع Skills المقترحة وطبّقها.
de: Vorgeschlagene Skills prüfen und anwenden.
es: Revisa y aplica las skills propuestas.
fa: Skills پیشنهادی را بررسی و اعمال کنید.
fr: Passez en revue et appliquez les Skills proposés.
hi: प्रस्तावित Skills की समीक्षा करें और लागू करें।
id: Tinjau dan terapkan skill yang diusulkan.
it: Rivedi e applica le skills proposte.
ja_jp: 提案されたskillsを確認して適用します。
ko: 제안된 Skills를 검토하고 적용합니다.
nl: Voorgestelde skills beoordelen en toepassen.
pl: Przejrzyj i zastosuj proponowane skills.
pt_br: Revise e aplique as skills propostas.
ru: Просмотрите и примените предложенные навыки.
sv: Granska och tillämpa föreslagna Skills.
th: ตรวจสอบและใช้ Skills ที่เสนอ
tr: Önerilen skills'i inceleyin ve uygulayın.
uk: Перегляньте та застосуйте запропоновані навички.
vi: Xem xét và áp dụng các skills được đề xuất.
zh_cn: 查看并应用建议的 Skills。
zh_tw: 檢閱並套用建議的 Skills。

source: Review before it runs
ar: راجع قبل التشغيل
de: Vor der Ausführung prüfen
es: Revisar antes de ejecutar
fa: پیش از اجرا بررسی کنید
fr: Vérifier avant l’exécution
hi: चलने से पहले समीक्षा करें
id: Tinjau sebelum dijalankan
it: Controlla prima dell'esecuzione
ja_jp: 実行前に確認
ko: 실행 전 검토
nl: Controleer voordat dit wordt uitgevoerd
pl: Sprawdź przed uruchomieniem
pt_br: Revise antes da execução
ru: Проверьте перед запуском
sv: Granska innan det körs
th: ตรวจสอบก่อนเรียกใช้
tr: Çalıştırılmadan önce inceleyin
uk: Перегляньте перед запуском
vi: Xem lại trước khi chạy
zh_cn: 运行前审核
zh_tw: 執行前先檢視

source: Review exec approval
ar: مراجعة موافقة التنفيذ
de: Exec-Genehmigung prüfen
es: Revisar aprobación de ejecución
fa: بررسی تأیید exec
fr: Examiner l'approbation d'exécution
hi: exec अनुमोदन की समीक्षा करें
id: Tinjau persetujuan exec
it: Rivedi approvazione exec
ja_jp: 実行承認を確認
ko: 실행 승인 검토
nl: Exec-goedkeuring beoordelen
pl: Przejrzyj zatwierdzenie exec
pt_br: Revisar aprovação de exec
ru: Просмотреть подтверждение выполнения
sv: Granska exec-godkännande
th: ตรวจสอบการอนุมัติ exec
tr: Exec onayını inceleyin
uk: Перегляньте підтвердження виконання
vi: Xem lại phê duyệt exec
zh_cn: 查看执行审批
zh_tw: 檢閱執行核准

source: Review gateway action
ar: مراجعة إجراء Gateway
de: Gateway-Aktion überprüfen
es: Revisar acción del Gateway
fa: بازبینی اقدام Gateway
fr: Vérifier l’action du Gateway
hi: Gateway कार्रवाई की समीक्षा करें
id: Tinjau tindakan Gateway
it: Rivedi l'azione del Gateway
ja_jp: Gatewayアクションを確認
ko: Gateway 작업 검토
nl: Gateway-actie beoordelen
pl: Sprawdź działanie Gateway
pt_br: Revisar ação do gateway
ru: Проверить действие Gateway
sv: Granska Gateway-åtgärd
th: ตรวจสอบการดำเนินการของ Gateway
tr: Gateway eylemini gözden geçir
uk: Переглянути дію Gateway
vi: Xem lại hành động của Gateway
zh_cn: 审核 Gateway 操作
zh_tw: 檢視 Gateway 動作

source: Review pending gateway actions.
ar: مراجعة إجراءات Gateway المعلّقة.
de: Ausstehende Gateway-Aktionen prüfen.
es: Revisa las acciones pendientes del Gateway.
fa: بررسی اقدامات در انتظار gateway.
fr: Examiner les actions du Gateway en attente.
hi: लंबित gateway क्रियाओं की समीक्षा करें।
id: Tinjau tindakan gateway yang tertunda.
it: Rivedi le azioni gateway in sospeso.
ja_jp: 保留中の Gateway アクションを確認します。
ko: 대기 중인 gateway 작업을 검토합니다.
nl: Beoordeel openstaande gateway-acties.
pl: Przejrzyj oczekujące akcje gateway.
pt_br: Revise ações pendentes do Gateway.
ru: Просмотрите ожидающие действия Gateway.
sv: Granska väntande gateway-åtgärder.
th: ตรวจสอบการดำเนินการ Gateway ที่รอดำเนินการ
tr: Bekleyen gateway işlemlerini inceleyin.
uk: Перегляньте незавершені дії Gateway.
vi: Xem lại các hành động gateway đang chờ.
zh_cn: 查看待处理的 gateway 操作。
zh_tw: 檢閱待處理的 gateway 動作。

source: Review this endpoint. Credentials are applied only after you tap Connect.
ar: راجع نقطة النهاية هذه. لا تُطبَّق بيانات الاعتماد إلا بعد النقر على اتصال.
de: Prüfen Sie diesen Endpunkt. Zugangsdaten werden erst angewendet, nachdem Sie auf „Verbinden“ tippen.
es: Revisa este endpoint. Las credenciales se aplican solo después de que toques Conectar.
fa: این نقطهٔ پایانی را بازبینی کنید. اطلاعات ورود فقط پس از لمس «اتصال» اعمال می‌شوند.
fr: Vérifiez ce point de terminaison. Les identifiants ne sont appliqués qu’après avoir touché Connecter.
hi: इस एंडपॉइंट की समीक्षा करें। क्रेडेंशियल्स केवल तब लागू होते हैं जब आप Connect पर टैप करते हैं।
id: Tinjau endpoint ini. Kredensial hanya diterapkan setelah Anda mengetuk Hubungkan.
it: Controlla questo endpoint. Le credenziali vengono applicate solo dopo aver toccato Connetti.
ja_jp: このエンドポイントを確認してください。認証情報は「接続」をタップした後にのみ適用されます。
ko: 이 엔드포인트를 검토하세요. 자격 증명은 연결을 탭한 후에만 적용됩니다.
nl: Controleer dit eindpunt. Inloggegevens worden pas toegepast nadat je op Verbind tikt.
pl: Sprawdź ten punkt końcowy. Dane uwierzytelniające zostaną zastosowane dopiero po stuknięciu Połącz.
pt_br: Revise este endpoint. As credenciais são aplicadas somente depois que você tocar em Conectar.
ru: Проверьте эту конечную точку. Учетные данные будут применены только после нажатия Connect.
sv: Granska den här ändpunkten. Inloggningsuppgifter tillämpas först efter att du trycker på Anslut.
th: ตรวจสอบเอ็นด์พอยต์นี้ ข้อมูลประจำตัวจะถูกนำไปใช้หลังจากที่คุณแตะเชื่อมต่อเท่านั้น
tr: Bu uç noktayı gözden geçirin. Kimlik bilgileri yalnızca Bağlan’a dokunduktan sonra uygulanır.
uk: Перевірте цей кінцевий вузол. Облікові дані застосовуються лише після того, як ви торкнетеся «Підключити».
vi: Xem lại điểm cuối này. Thông tin đăng nhập chỉ được áp dụng sau khi bạn nhấn Kết nối.
zh_cn: 请检查此端点。凭据仅在你轻点“连接”后应用。
zh_tw: 請檢查此端點。只有在您點一下「連線」後，才會套用憑證。

source: Review this exec request before continuing. Your decision will be sent back to the gateway.
ar: راجِع طلب التنفيذ هذا قبل المتابعة. سيتم إرسال قرارك مرة أخرى إلى Gateway.
de: Überprüfen Sie diese Ausführungsanfrage, bevor Sie fortfahren. Ihre Entscheidung wird an das Gateway zurückgesendet.
es: Revisa esta solicitud de exec antes de continuar. Tu decisión se enviará de vuelta a la puerta de enlace.
fa: پیش از ادامه، این درخواست اجرا را بررسی کنید. تصمیم شما به gateway ارسال خواهد شد.
fr: Examinez cette demande d’exécution avant de continuer. Votre décision sera renvoyée au gateway.
hi: जारी रखने से पहले इस exec अनुरोध की समीक्षा करें। आपका निर्णय gateway को वापस भेजा जाएगा।
id: Tinjau permintaan eksekusi ini sebelum melanjutkan. Keputusan Anda akan dikirim kembali ke gateway.
it: Esamina questa richiesta exec prima di continuare. La tua decisione verrà inviata di nuovo al gateway.
ja_jp: 続行する前にこの exec リクエストを確認してください。あなたの判断は gateway に送信されます。
ko: 계속하기 전에 이 exec 요청을 검토하세요. 결정은 gateway로 다시 전송됩니다.
nl: Controleer dit exec-verzoek voordat je doorgaat. Je beslissing wordt teruggestuurd naar de gateway.
pl: Przejrzyj to żądanie wykonania przed kontynuowaniem. Twoja decyzja zostanie odesłana do gateway.
pt_br: Revise esta solicitação de execução antes de continuar. Sua decisão será enviada de volta ao gateway.
ru: Проверьте этот запрос на выполнение, прежде чем продолжить. Ваше решение будет отправлено обратно в gateway.
sv: Granska denna exec-begäran innan du fortsätter. Ditt beslut skickas tillbaka till gatewayen.
th: ตรวจสอบคำขอดำเนินการนี้ก่อนดำเนินการต่อ การตัดสินใจของคุณจะถูกส่งกลับไปยัง gateway
tr: Devam etmeden önce bu exec isteğini inceleyin. Kararınız gateway'e geri gönderilecek.
uk: Перегляньте цей запит на виконання, перш ніж продовжити. Ваше рішення буде надіслано назад до gateway.
vi: Xem lại yêu cầu thực thi này trước khi tiếp tục. Quyết định của bạn sẽ được gửi lại về gateway.
zh_cn: 继续前请审核此执行请求。您的决定将发送回 gateway。
zh_tw: 繼續前請先審閱此 exec 請求。您的決定將傳回 gateway。

source: Review warning details
ar: مراجعة تفاصيل التحذير
de: Warnungsdetails prüfen
es: Revisar los detalles de la advertencia
fa: بررسی جزئیات هشدار
fr: Examiner les détails de l’avertissement
hi: चेतावनी के विवरण की समीक्षा करें
id: Tinjau detail peringatan
it: Esamina i dettagli dell'avviso
ja_jp: 警告の詳細を確認
ko: 경고 세부 정보 검토
nl: Waarschuwingsdetails bekijken
pl: Sprawdź szczegóły ostrzeżenia
pt_br: Revisar detalhes do aviso
ru: Просмотреть сведения о предупреждении
sv: Granska varningsinformationen
th: ตรวจสอบรายละเอียดคำเตือน
tr: Uyarı ayrıntılarını incele
uk: Переглянути подробиці попередження
vi: Xem lại chi tiết cảnh báo
zh_cn: 查看警告详情
zh_tw: 檢閱警告詳細資訊

source: Reviewing
ar: قيد المراجعة
de: Wird geprüft
es: Revisando
fa: در حال بررسی
fr: Examen en cours
hi: समीक्षा हो रही है
id: Meninjau
it: In revisione
ja_jp: 確認中
ko: 검토 중
nl: Beoordelen
pl: Przeglądanie
pt_br: Revisando
ru: Проверка
sv: Granskar
th: กำลังตรวจสอบ
tr: İnceleniyor
uk: Перегляд
vi: Đang xem lại
zh_cn: 审查中
zh_tw: 檢閱中

source: Roles
ar: الأدوار
de: Rollen
fa: نقش‌ها
fr: Rôles
hi: भूमिकाएँ
id: Peran
it: Ruoli
ja_jp: ロール
ko: 역할
nl: Rollen
pl: Role
pt_br: Funções
ru: Роли
sv: Roller
th: บทบาท
tr: Roller
uk: Ролі
vi: Vai trò
zh_cn: 角色
zh_tw: 角色
